// массив данных для табов
export const hitDishesArray = [
	{
		id: "1",
		name: "Классический американский бургер",
		pict: "../img/tabs/hitBurger.jpg",
		desc: "Классический американский бургер можно, например, взять с собой на природу. А ваши дети, капризные в еде, будут просто счастливы, если вы приготовите им такой бургер - с котлетой, овощами и сыром.",
		prod: [
			"Булочки для бургеров - 6 шт.",
			"Фарш из телятины - 600 г",
			"Помидоры свежие - 2 шт. (300 г)",
			"Огурчики (корнишоны) соленые - 4 шт. (100 г)",
			"Сыр для бутербродов, в индивидуальных пластинах - 6 шт.",
			"Салат листовой - 1 пучок (100 г)",
			"Чесночный соус - 2 ст. л. (100 г)",
			"Соль - по вкусу",
			"Перец черный молотый - по вкусу",
			"Специи для мяса - по вкусу",
			"Масло растительное",
		],
		url: "./dish.html?id=",
	},
	{
		id: "2",
		name: "Горелый чизкейк а-ля 'Сан-Себастьян'",
		pict: "../img/tabs/hitChease.jpg",
		desc: "Тонкости приготовления оригинального чизкейка 'Сан-Себастьян' хранятся в секрете в одном из ресторанчиков одноимённого испанского города. Всё, что находится в открытом доступе, - попытки угадать и воспроизвести рецепт. И это одна из таких попыток, поэтому название чизкейка - с предлогом 'а-ля'. Особенность испанского чизкейка 'Сан-Себастьян' - тёмная, горелая корочка сверху. Он выпекается без основы из печенья. А по текстуре десерт исключительно нежный, кремовый!",
		prod: [
			"Сыр сливочный - 425 г",
			"Сливки 33% - 250 г",
			"Яйца С0 - 3 шт.",
			"Сахар - 150 г",
			"Мука (или кукурузный крахмал) - 30 г",
			"Ванильный сахар (по желанию) - 1 ч. ложка",
		],
		url: "./dish.html?id=",
	},
	{
		id: "3",
		name: "Антрекот из говядины",
		pict: "../img/tabs/hitMeat.jpg",
		desc: "Если уж вам посчастливилось обзавестись хорошим куском говядины, считайте половина дела уже сделано! Теперь - минимум ингредиентов, минимум манипуляций и времени, и идеальный антрекот у вас на столе. Сочная, мягкая, ароматная, невероятно вкусная говядина не оставит равнодушным ни одного мясоеда!",
		prod: [
			"Говядина (мякоть) - 400 г",
			"Масло оливковое - 2 ст. ложки",
			"Соль - по вкусу",
			"Смесь молотых перцев - 1 ч. ложка",
		],
		url: "./dish.html?id=",
	},

	{
		id: "4",
		name: "Азиатский суп с лапшой удон",
		pict: "../img/tabs/hitSoup.jpg",
		desc: "Суп с удоном и морепродуктами.",
		prod: [
			"Удон - 50 г",
			"Сливки 33% - 250 г",
			"Креветка 16/20 - 1 шт.",
			"Мидия на створке - 1 шт.",
			"Кальмар - 0,5 шт.",
			"Корень имбиря - 5 г",
			"Чеснок - 1 зуб.",
			"Морковь - 15 г",
			"Зелень кинзы - по вкусу",
			"Соевый соус - 15 мл",
			"Соус табаско - по вкусу",
			"Шампиньоны - 0,5 шт.",
			"Яйцо куриное - 1 шт.",
			"Лук зелёный - по вкусу",
			"Кунжут - по вкусу",
		],
		url: "./dish.html?id=",
	},
];

// массив фото для ГАЛЕРЕИ
export const imageArray = [
	"../img/gallery/1.png",
	"../img/gallery/2.png",
	"../img/gallery/3.png",
	"../img/gallery/4.png",
	"../img/gallery/5.png",
	"../img/gallery/6.png",
];

export const galleryPhotoContainerItemArray = [
	{
		src: "../img/gallery/1.png",
		title: "ОТКРЫТЬ ГАЛЕРЕЮ",
		icon: "icon-plus",
	},
	{
		src: "../img/gallery/2.png",
		title: "ОТКРЫТЬ ГАЛЕРЕЮ",
		icon: "icon-plus",
	},
	{
		src: "../img/gallery/3.png",
		title: "ОТКРЫТЬ ГАЛЕРЕЮ",
		icon: "icon-plus",
	},
	{
		src: "../img/gallery/4.png",
		title: "ОТКРЫТЬ ГАЛЕРЕЮ",
		icon: "icon-plus",
	},
	{
		src: "../img/gallery/5.png",
		title: "ОТКРЫТЬ ГАЛЕРЕЮ",
		icon: "icon-plus",
	},
	{
		src: "../img/gallery/6.png",
		title: "ОТКРЫТЬ ГАЛЕРЕЮ",
		icon: "icon-plus",
	},
];

export const SocialLinksArray = [
	{
		url: "*",
		icon: "icon-telegram",
	},
	{
		url: "*",
		icon: "icon-telegram",
	},
	{
		url: "*",
		icon: "icon-facebook",
	},
	{
		url: "*",
		icon: "icon-instagram",
	},
];
